{
    "rule": [
    {
        "tag": "p",
        "text": [
            "The India Capture The Flag Junior (“InCTF Jr”, “InCTFj”, “Contest”) is annual cyber-security championship organized for school students in India by Amrita Vishwa Vidyapeetham in association with team bi0s & Traboda CyberLabs Private Limited (“Organizers”). By participating in the Contest, all Participants agree to the following rules -"
        ]
    },
    {
        "tag": "h2",
        "text": [
            "Eligibility for Participation"
        ]
    },
    {
        "tag": "p",
        "text": [
            "Each individual who participates in the competition (“Participant”) in order to be eligible for the finals / prizes must be:"
        ]
    },
    {
        "tag": "ul",
        "text": [
            "not more than nineteen (19) years of age upon your date of registration for the Contest on the Contest website.",
            "a citizen of the Republic of India",
            "must not have completed 12th or equivalent grade of school."
        ]
    },
    {
        "tag": "p",
        "text": [
            "As the goal of InCTF Junior is to bring and encourage more beginners into cyber security, we reserve the right to disqualify any participant from prizes who is found to be having experience in cyber-security. In case of any dispute, the decision of the Organizers will be final and binding. The actual scoreboard and ranks of all finalists shall be published, however, the prizes will be awarded only to beginner participants.",
            "A Participant is expected to be enrolled for any pre-university (high school or secondary school) programme when they register. However, in case the Participant is undergoing home/private schooling, distant education or other non-traditional programmes of schooling, they are required to inform the organizers about the same through emailing inctfj@am.amrita.edu. Such a claim shall be manually verified by the Organizers, and unless approved, the Participant shall not be considered eligible.",
            "If the Participant is under the age of eighteen (18) years, they must obtain the consent of their parent or legal guardian to participate.",
            "The Organizers reserve the right to verify a Participant’s eligibility and to adjudicate on any dispute that may arise at any time. Participants agree to provide the Organizers with the following proof of eligibility upon request by the Organizers -"

        ]
    },
    {
        "tag": "ul",
        "text": [
            "Aadhar Card (UIDAI) / Indian Passport",
            "School ID Card"
        ]
    },
    {
        "tag": "p",
        "text": [
            "The Organizers may request for the proofs when a Participant wins a prize, and these shall be thoroughly verified. Any refusal or failure to timely provide such proof may result in disqualification of the Participant from the Contest.",
            "An individual not meeting the eligibility criteria is welcomed to participate in the contest for learning and practice, however, they shall not be eligible for qualification to the finals or for any prizes."
        ]
    },
    {
        "tag":"h3",
        "text":[
            "Cheating"    
        ]
    },
    {
        "tag":"ul",
        "text":[
            "InCTF Jr is an Individual competition. Participants are strictly forbidden to help or obtain help from anyone through any medium, directly or indirectly, during the Contest.",
            "If found to be cheating, the Participant shall be disqualified from the Contest, with immediate effect."    
        ]
    },
    {
        "tag":"h3",
        "text":[
            "Sharing of Flag/Solution to Others"    
        ]
    },
    {
        "tag":"ul",
        "text":[
            "Answers, solutions, write ups or overly-revealing hints to any challenges should not be publicly posted or otherwise shared with anyone until the Contest is over.",
            "Sharing the flags, or providing overly-revealing hints with anyone through any medium during the period of the Contest shall be considered as cheating."    
        ]
    },
    {
        "tag":"h3",
        "text":[
            "Accepting Flag/Solution From Other"    
        ]
    },
    {
        "tag":"ul",
        "text":[
            "Accepting direct assistance, receiving a flag or solution to a challenge from anyone is considered cheating, and is strictly prohibited during the Contest.",
            "While using tools, references and snippets publicly available on the Internet is allowed, a participant shall not ask people, forums etc. on the internet for help for solving a challenge."    
        ]
    },
    {
        "tag":"h3",
        "text":[
            "Certificates"    
        ]
    },
    {
        "tag":"p",
        "text":[
            "A Participant may be eligible for the following types of certificates -"    
        ]
    },
    {
        "tag":"ul",
        "text":[
            "Participation Certificate - shall be issued to all eligible Participants who have at least solved 1 challenge in the Contest qualifiers round. This shall be a digital certificate, and shall be emailed at the end of the Contest.",
            "Certificate of Appreciation - shall be issued to all eligible Participants who have at least completed solving 35% of challenges released during the Contest qualifiers round. This shall be a digital certificate, and shall be emailed at the end of the Contest.",
            "Certificate of Achievement - shall be issued to eligible Participants who are winners of some prize/award at the national level finals of the Contest. This shall be a physical certificate, and shall be mailed to the address provided by the Participant."
        ]
    },
    {
        "tag":"p",
        "text":[
            "The certificates will be generated/printed based on the profile information provided by the Participant during their registration. It is the sole responsibility of the Participant to ensure that this information is correct, and the Organizers shall not be liable for any mistakes after the certificates have been generated/printed.",
            "A Participant is requested to ensure that the information provided by them during the registration is correct, and they shall get the opportunity to edit it until the Contest starts. Once the Contest has started, the profile information of the user shall be locked. In case any changes are required, the Participant must inform the Organizers via inctfj@am.amrita.edu so that they can be corrected. Requests for correction in profile information shall be entertained for a maximum of 7 days after the end of the Contest, and any such corrections shall be accepted/made at the sole discretion of the Organizers."    
        ]
    }

    ]
}